Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: ནད་ནི་སྟོབས་དང་དྲག་ཤུལ་རབ་ཏུ་འཇོམས། །མཐུ་དང་ཕ་རོལ་གནོད་པ་ཐམས་ཅད་འཕྲོག །དབང་པོའི་གྲོང་རྣམས་མཐའ་དག་འཇོམས་པར་བྱེད། །
en: “Disease destroys one’s power and vitality. It robs one of all strength and courage And dulls all the senses.

source: མགོན་མེད་ཤིན་ཏུ་བརྟུལ་བ་ཞན་པར་འགྱུར། །
en: With fading courage, one is without protection.

source: འཆི་བ་སྲིན་མོ་ལྟ་བུར་མི་བཟད་དེ། །
en: “Death is like a ravenous rākṣasī,

source: རྟག་ཏུ་སྐྱེ་དགུ་རྣམས་ཀྱི་ཕྱི་བཞིན་འབྲང་། །
en: Always hunting sentient beings.

source: སྟོབས་ཀྱིས་རབ་ཏུ་མནན་ནས་འགྲོ་བ་ཡི། །ཕངས་པའི་ཚེ་ནི་མ་ལུས་ཟད་པར་འཐུང་། །རྒ་བ་དང་ནི་འཆི་བས་སྐྱོ་གྱུར་ཏེ། །
en: With its power it drags them along And drinks their precious life force.

source: འཇིག་རྟེན་དག་ནི་ནད་ཀྱིས་གཙེས་རིག་ནས། །
en: “The world dreads death. It is tormented by disease.

source: མི་དགའ་མི་འཆི་ཞི་ཞིང་བདེ་བ་ཡི། །ཆོས་རྣམས་ཚོལ་ཕྱིར་ང་ནི་རབ་ཏུ་བྱུང་། །
en: Seeing this, I left in search of the Dharma— Unaging, undying, tranquil peace.

source: མེ་གསུམ་གྱིས་ནི་འཇིག་རྟེན་རབ་ཚིག་པ། །འགྲོ་བ་དག་ལ་སྐྱབས་གཞན་མ་མཐོང་ནས། །
en: “The world is ablaze with three fires, And seeing no other protector for living beings,

source: ང་ནི་སྐྱབས་དང་དཔུང་གཉེན་གྱུར་བྱས་ཏེ། །
en: I vowed to become a protector, a refuge,

source: བདུད་རྩིའི་ཆར་ཕབ་མེ་རྣམས་ཞི་བར་བྱ། །
en: To be a rain of nectar to quench the fires.

source: སྐྱེ་དགུ་དག་ནི་ལམ་རྣམས་རབ་སྟོར་ཅིང་། །མིག་མེད་ལྡོངས་པ་རྨོངས་པར་གྱུར་པ་མཐོང་། །
en: “Seeing that living beings have lost their way And are without vision, blind and bewildered,

source: ང་ནི་འཇིག་རྟེན་དག་ལ་མིག་སྦྱིན་ཅིང་། །ལམ་རྣམས་བསྟན་ཕྱིར་ང་ནི་རབ་ཏུ་བྱུང་། །
en: I vowed to give eyes to the world. To show them the path, I became a renunciant.

source: སྒྲིབ་པ་དག་གིས་བསྒྲིབས་ཤིང་ཀུན་བསྒྲིབས་ནས། །
en: “Deluded beings entertain doubt,

source: ཐེ་ཚོམ་ཀུན་ནས་ལངས་པའི་སེམས་ཅན་དག །
en: Dragged down and overcome by oppression,

source: ཐེ་ཚོམ་རབ་ཏུ་བསལ་བར་འགྱུར་བ་དང་།
en: So I vowed to soothe their guilty consciences.

source: །ཆོས་རྣམས་བསྟན་ཕྱིར་ང་ནི་རབ་ཏུ་བྱུང་། །
en: To proclaim the Dharma I became a renunciant.

source: སེམས་ཅན་འདི་དག་ཕན་ཚུན་མི་འཐུན་ཏེ། །
en: “People argue among themselves,

source: གླགས་དང་སྐབས་ཚོལ་གནོད་པའི་ཉེས་པ་ཅན། །འགྲས་པ་དག་གི་སྡུམས་ནི་བྱ་བ་དང་། །འགྲོ་ལ་ཕན་འདོད་ཕྱིར་ནི་ང་རབ་བྱུང་། །ཕ་དང་མ་དང་སྡུག་པའི་མཆོག་རྣམས་ལ། །ང་རྒྱལ་དབང་གིས་མི་གུས་སེམས་ཅན་དག །
en: Trying to find one another’s weak points and being hurtful for no reason. So I vowed to reconcile the hateful. For the benefit of all beings I became a renunciant. “Because of the strength of their pride, living beings have no respect For their mothers, their fathers, or those they should love the most.

source: ང་རྒྱལ་རྒྱལ་མཚན་རབ་ཏུ་བསྙལ་བའི་ཕྱིར། །ཁྱིམ་བདག་དེ་ཕྱིར་ང་ནི་རབ་ཏུ་བྱུང་། །
en: So in order to lower the banner of pride, I renounced the householder’s life.

source: ཆགས་པ་ཡིས་ནི་བསྒྲིབས་པའི་སེམས་ཅན་རྣམས། །རྫས་ཕྱིར་ལྟུང་བར་བྱེད་པ་མཐོང་བ་དང་། །ནོར་བདུན་རྒྱ་ཆེན་རབ་ཏུ་རྙེད་གྱུར་ཏེ། །
en: “I saw beings overcome by greed, Their possessions bringing on their downfall. Seeing this, I obtained the seven riches

source: དེས་ནི་སེམས་ཅན་དབུལ་བ་མེད་པར་བྱ། །
en: And vowed to free living beings from poverty.

source: སེམས་ཅན་འདི་དག་ཕན་ཚུན་གསོད་བྱེད་ཅིང་། །ལུས་ནི་གདོན་མི་ཟ་བར་དོར་དགོས་ཀྱང་། །བྱིས་པ་དོན་མེད་བདག་ལུས་གསོ་མཐོང་ནས། །
en: “Foolish beings slay one another While pointlessly trying to protect themselves. Seeing that this body must inevitably be discarded,

source: སྲིད་པ་གསུམ་ལས་ང་ནི་རྣམ་པར་ལོག །
en: I left the three forms of existence behind.

source: ཇི་ལྟར་ཁྱོད་ནི་དོན་མི་ཤེས་པ་བཞིན། །དེ་འདྲ་བས་ནི་འཇིག་རྟེན་གསུམ་པོ་གང་། །འཇིག་རྟེན་དག་ལ་དོན་རྣམས་བསྟན་པའི་ཕྱིར། །ཕན་པར་འདོད་པས་ང་ནི་རབ་ཏུ་བྱུང་། །
en: “For the sake of those like you, Who lack understanding, who fill the threefold world, I became a renunciant, So that I might show you the way.

source: སེམས་ཅན་དམྱལ་བར་ལྟུང་བའི་སེམས་ཅན་དག །
en: “I see the beings who have fallen into hell

source: མི་བཟད་རྣམ་པ་སྣ་ཚོགས་མཐའ་ཡས་ཀྱི། །སྡུག་བསྔལ་དྲག་པོ་བྱེད་པར་མཐོང་བས་ན། །
en: Being tortured in agonizing ways, With no end to all their horrible states.

source: དེ་དག་ཐར་བར་བྱ་ཕྱིར་ང་རབ་བྱུང་། །གཅིག་ལ་གཅིག་ནི་གནོད་བྱེད་སེམས་ཅན་རྣམས། །བྱོལ་སོང་འགྲོ་བར་རྣམ་པར་སྤྱོད་མཐོང་ནས། །
en: I became a renunciant, their liberator. “Seeing living beings Fighting one another like animals,

source: སྐྱེ་དགུ་མགོན་མེད་མགོན་ནི་བྱ་བའི་ཕྱིར། །སྙིང་རྗེའི་བསམ་པས་ང་ནི་རབ་ཏུ་བྱུང་། །
en: Moved by compassion I became a renunciant, So that I might be a protector for those without protection.

source: གཤིན་རྗེ་ཡིས་ནི་གཙེས་པའི་སེམས་ཅན་རྣམས། །བཀྲེས་སྐོམ་མི་བཟད་སྡུག་བསྔལ་གཟིར་མཐོང་སྟེ། །
en: “Seeing living beings oppressed by Yama, Suffering from intense hunger and thirst,

source: བྱང་ཆུབ་དམ་པ་ཐོབ་ནས་དེ་དག་ལ། །བདུད་རྩིའི་རོ་མཆོག་ཁ་ཟས་སྦྱིན་པར་བྱ། །
en: I attained supreme awakening So that they might taste the sublime nectar.

source: མི་ཡི་ཀུན་ཏུ་ཚོལ་བའི་སྡུག་བསྔལ་དང་། །ལྷ་རྣམས་འཆི་འཕོ་སྡུག་བསྔལ་རིག་ནས་ནི། །འཇིག་རྟེན་གསུམ་ཀུན་སྡུག་བསྔལ་སྡུག་བསྔལ་གྱིས། །ཉེན་པར་མཐོང་ནས་ང་ནི་རབ་ཏུ་བྱུང་། །
en: “When I understood the human suffering of always wanting more And the immortals’ suffering of falling into another state of existence, When I saw that the three worlds are pervaded By overt suffering, I became a renunciant.

source: ཁྲེལ་བ་དང་ནི་ངོ་ཚ་མེད་པ་དང་། །འདོད་པས་རབ་ཏུ་བརྒྱལ་བའི་སེམས་ཅན་རྣམས། །མ་དང་སྲིང་མོ་བླ་མའི་ཆུང་མ་ལ། །ཉལ་བ་ཁྱི་དང་ཕག་རྣམས་ཇི་བཞིན་ནོ། །
en: “I saw that living beings possessed by desires Have no trace of shame or modesty, That just like dogs or pigs they lie With their mother, their sister, and their teacher’s wife.

source: འདོད་པའི་དགའ་བ་ཡིས་ནི་འདི་དག་མིང་། །སེམས་ཅན་བུད་མེད་དབང་སོང་འདི་མཐོང་ནས། །ཚོང་དཔོན་བུད་མེད་དག་ནི་མི་འདོད་པས། །ཁྱིམ་ཡང་སྤངས་ནས་ང་ནི་རབ་ཏུ་བྱུང་། །
en: “Living beings are led astray; delighting in the pleasures of the senses, They are ensnared by women. Seeing the futility of the life of a greedy merchant, I abandoned my home and became a renunciant.

source: བྱིས་པ་རྣམས་ནི་འདོད་པའི་དགའ་ལ་གནས། །
en: “Fools delight in the pleasures of the senses

source: ཐམས་ཅད་སྡིག་པ་རྩོད་པའི་དབང་དུ་སོང་། །
en: And are overpowered by evil and discord.

source: བདུད་རྣམས་ཐམས་ཅད་ལ་ནི་དབང་བྱས་ཏེ། །
en: I overpowered all the demonic forces

source: བྱང་ཆུབ་རིམ་པར་འཚང་རྒྱར་ང་རབ་བྱུང་། །ཁྱིམ་ན་གནས་པ་དག་ནི་ཉེས་པ་སྟོང་། །འདི་འདྲ་བ་ཡི་གནོད་པ་འདི་མཐོང་ནས། །
en: And became a renunciant in order to reach the awakened state. “When I saw all this, this futile existence, And the thousands of evils that befall the house dweller,

source: ས་རྣམས་ཐམས་ཅད་རྣམ་པར་སྤངས་ནས་ནི། །སྐྱེ་བ་ཟད་པར་བྱ་ཕྱིར་ང་རབ་བྱུང་། །དེ་ནས་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་ཀྱེ་མའོ་འདི་ནི་སངས་རྒྱས་ཡིན་ནོ་ཞེས་ངོ་མཚར་ཐོབ་པར་གྱུར་ཏེ དེ་དག་གིས་སངས་རྒྱས་སོ་སངས་རྒྱས་སོ་སྙམ་དུ་རིག་ནས་སྒྲ་སྐད་མགྲིན་གཅིག་ཏུ་བཅོམ་ལྡན་འདས་ལ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསོལ་ཏོ། །
en: I abandoned possessions and broke away In order to end the round of births.” At this, the whole group of five hundred householders was astounded, and they thought to themselves, “This must be the Buddha!” Certain that “This is the Buddha! This is the Buddha!” together they spoke these verses to the Lord, as if with one voice:

source: ཚོང་དཔོན་འདུས་པ་ལྔ་བརྒྱ་ཙམ་པོ་དག ། རྒ་བས་འཇིགས་སྐྲག་རྒྱལ་བའི་དྲུང་དུ་མཆིས། །འདི་ལ་ཆོས་མཆོག་དམ་པ་རྒྱ་ཆེ་བ། །རྒ་ཤིས་མཐར་འབྱིན་རབ་ཏུ་བཤད་དུ་གསོལ། །
en: “Now that five hundred merchants terrified by old age Have approached the Victorious One, Please illuminate for us the supreme, Incomparable Dharma, which puts an end to old age and death.

source: སྲིད་པའི་འགྲོ་བ་ཡོངས་དག་བསམ་པ་དག །བཅོམ་ལྡན་སྲིད་བྲལ་འཇིགས་ལས་རྣམ་པར་གྲོལ། །འབྱུང་བ་འཇིག་པར་མཛད་པ་སྐྱབས་མཛོད་དེ། །
en: “Lord completely pure and cleansed of birth, Free from becoming, and released from fear, Destroyer of birth, please be our protector!

source: སྲིད་པའི་ཁྱིམ་ཞུགས་འགྲོ་བ་ཐར་བར་མཛོད། །
en: Free the living beings trapped in this house of becoming!

source: དཔའ་བོ་འདོད་ཆགས་བྲལ་ཞིང་རྣམ་པར་གྲོལ། །
en: “Hero free from passion, fully liberated,

source: རྡུལ་བྲལ་དྲི་མ་མི་མངའ་རྣམ་དག་སེམས། །འདུལ་ལ་མཁས་པ་ཁ་ལོ་སྒྱུར་བའི་མཆོག །བདུད་རྩི་དམ་པ་ཆོས་ཀྱི་རྒྱུན་ཕྱེ་ཤིག །སྐྱེས་བུ་དམ་པ་གཟུགས་རབ་མཆོག་འཛིན་པ། །ཁྱོད་འདྲ་ས་དང་ལྷ་ཡུལ་གང་ནའང་མེད། །
en: Impeccable, stainless, pure hearted, And skilled in training, peerless guide, Release the precious rain of the immortal Dharma! “Best of men, the exquisite beauty of your form is unparalleled. There is no one like you on earth or in heaven.

source: མི་མཉམ་མཉམ་པ་དམ་པ་འཇིག་རྟེན་གཙོ། །བདེ་བར་གཤེགས་པ་རབ་མཆོག་ཆོས་གསུངས་ཤིག །
en: Unrivaled, exceptional, without equal in this world, Sugata, the greatest of the great, uphold the Dharma!

source: དྲི་གསུམ་དྲི་མ་སྤངས་ཤིང་སྐྱོན་མི་མངའ། །མུན་པ་རབ་རིབ་མི་མངའ་རྣམ་དག་སྤྱན། །མུན་དང་བྲལ་ཞིང་གཏི་མུག་དྲ་བ་བསལ། །
en: “You who have cast off the three kinds of impurity, Pure in vision, the darkness covering your eyes has vanished. You who are free from darkness, dispeller of the net of illusion

source: རྡུལ་མི་མངའ་བ་མཚུངས་མེད་ཆོས་རྣམས་གསུངས། །
en: Free of the dust of the world, utter the matchless Dharma!

source: འགྲོ་བ་མགོན་མེད་སྡུག་བསྔལ་གྱུར་པ་རྣམས། །སྲིད་པའི་མཚོར་ལྷུང་སྐྱབས་མེད་ཐམས་ཅད་ལ། །ཐུགས་རྗེ་བརྩེ་བ་བསྐྱེད་དེ་བྱམས་པའི་ཐུགས། །རྒྱལ་བ་མྱུར་དྲོངས་ཕ་རོལ་དགོད་པར་མཛོད། །
en: “All who live are defenseless against misery. Helpless, they fall into the ocean of existence. Victorious One, have pity and compassion and save them! Be quick! With the heart of a loving friend, draw them to the other shore!

source: ང་རྒྱལ་གཏི་མུག་རྒྱགས་པས་རྒལ་དཀའ་ཞིང་། །ནད་དང་རྩོད་མང་དབའ་ཀློང་སྲིད་པའི་ཆུར། །འགྲོ་བ་ལྷུང་ནས་ཁྱེར་བ་སྐྱབས་མེད་ལ། །ཐུགས་བརྩེ་སྐྱེད་ལ་སྲིད་པའི་རྒྱུན་ལས་སྒྲོལ། །
en: “Bewildered by intoxicating conceit it is difficult to cross the river of becoming. Amid violent waves of ever-increasing disease and strife, The living have fallen and are helplessly carried away. Call forth compassion and pull them from the stream of becoming!

source: གསེར་གྱི་རི་ལྟར་རྣམ་པར་དག་པའི་སྐུ། །གཟི་བརྗིད་ཉི་མ་བྱེ་བ་བརྒྱ་བས་ལྷག །འཇམ་ཞིང་སྙན་པ་ཚངས་དབྱངས་མཆོག་མངའ་བ། །ཆོས་མཆོག་བརྗོད་པ་མཛེས་པ་རབ་ཏུ་གསུངས། །
en: “You are a golden mountain. Your body is completely pure. Your radiance surpasses that of a billion suns. With a voice as pleasantly sweet as that of exalted Brahmā, Speak the exquisite words of the supreme Dharma!

source: ཆོས་འདི་ཀུན་ནི་རང་བཞིན་རྣམ་པར་དག །
en: “All this Dharma, which is naturally pure,

source: རང་བཞིན་འོད་གསལ་ཡེ་ནས་རྩ་བ་དག །
en: Naturally brilliant, pure from the outset,

source: མ་བྱས་བྱེད་དང་ཚོར་བ་པོ་དང་བྲལ། །
en: And not proclaimed by anyone, cannot be heard

source: གཞན་ལས་མ་གསན་རྣམ་དག་ཐམས་ཅད་གཟིགས། །
en: From any but the unmade maker, he who sees all.

source: སྤྱད་པ་རབ་སྤྱད་གྲགས་པ་མཐའ་ཡས་པ། །རང་བྱུང་སྟོབས་བཅུ་མངའ་ཞིང་འཇིགས་མེད་པ། །མཐའ་ཡས་ཡེ་ཤེས་ནམ་མཁའ་མཚུངས་པའི་ཐུགས། །རབ་སྦྱིན་དགེ་སྦྱོང་མཆོག་གི་ཆོས་བཤད་གསོལ། །
en: “Worker of goodness endlessly praised, Spontaneously skilled in the ten powers, With a sky-like mind, and of limitless wisdom, best of ascetics, Most generous one, please teach the Dharma!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ། ཨེ་མའོ་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་འདི་དག་དགེ་བའི་རྩ་བ་ཡོངས་སུ་སྨིན་གྱིས་ཅི་ནས་ས་ཕྱོགས་འདི་ཉིད་དུ་ཁྱིམ་པའི་མཚན་མ་སྤངས་ཏེ་ རབ་ཏུ་བྱུང་བ་ཐོབ་ནས་ ཐམས་ཅད་ཟག་པ་ཟད་པའི་མཐར་བྱེད་པ་དེ་ལྟ་དེ་ལྟ་བུར་ངས་ཆོས་བསྟན་ཏོ། །
en: It then occurred to the Lord, “These five hundred householders are indeed ripe with the potential for virtue. I should therefore now teach them the Dharma so that they might all give up the guise of householders, become renunciants, and attain the elimination of defilement.”

source: སྙམ་དུ་དགོངས་སོ། ། དེ་ནས་བཅོམ་ལྡན་འདས་དེའི་ཚེ་སྟེང་གི་བར་སྣང་ལ་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་བཞུགས་སོ། ། དེ་ནས་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་བཅོམ་ལྡན་འདས་ལ་ལྷག་པར་དགའ་བ་དང་། དད་པ་དང་། རི་མོ་དང་། གུས་པ་ཉེ་བར་གཞོག་གོ །
en: Then the Lord sat down up in the air with his legs crossed, and at that, great joy, faith, respect, and wonder arose in the five hundred householders in the presence of the Lord.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་ལ་བཀའ་སྩལ་པ། ཁྱིམ་བདག་ཁྱེད་རྣམས་གཙེ་བ་བཅུ་ལས་ཐར་བར་འདོད་དམ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྐྱེ་བས་གཙེ་བ་དང་། རྒ་བས་གཙེ་བ་དང་། ན་བས་གཙེ་བ་དང་། འཆི་བས་གཙེ་བ་དང་། མྱ་ངན་གྱིས་གཙེ་བ་དང་། སྨྲེ་སྔགས་འདོན་པས་གཙེ་བ་དང་། སྡུག་བསྔལ་གྱིས་གཙེ་བ་དང་། ཡིད་མི་བདེ་བས་གཙེ་བ་དང་། འཁྲུག་པས་གཙེ་བ་དང་། འཁོར་བས་གཙེ་བ་སྟེ།
en: The Lord then addressed the five hundred householders: “Do you wish to be released from ten afflictions? What are these ten afflictions? They are the affliction of birth, the affliction of old age, the affliction of disease, the affliction of death, the affliction of sorrow, the affliction of lamentation, the affliction of suffering, the affliction of depression, the affliction of grief, and the affliction of cyclic existence. Householders, do you wish to be released from these ten afflictions?

source: ཁྱིམ་བདག་ཁྱེད་རྣམས་གཙེ་བ་བཅུ་པོ་འདི་དག་ལས་ཐར་བར་འདོད་དམ། གཞན་ཡང་ཁྱིམ་བདག་ཁྱེད་རྣམས་ཀུན་ནས་མནར་སེམས་ཀྱི་དངོས་པོ་བཅུ་ལས་ཐར་བར་འདོད་དམ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། བདག་ཉིད་ལ་གནོད་པ་བྱས་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། གནོད་པ་བྱེད་དོ་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། གནོད་པ་བྱེད་པར་འགྱུར་རོ། །ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། བདག་གི་མཛའ་བོ་ལ་གནོད་པ་བྱས་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། བདག་གི་མཛའ་བོ་ལ་གནོད་པ་བྱེད་དོ་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། བདག་གི་མཛའ་བོ་ལ་གནོད་པ་བྱེད་པར་འགྱུར་རོ་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། བདག་དང་མི་མཛའ་བའི་དོན་བྱས་སོ་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། བདག་དང་མི་མཛའ་བའི་དོན་བྱེད་དོ་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། བདག་དང་མི་མཛའ་བའི་དོན་བྱེད་པར་འགྱུར་རོ་ཞེས་སེམས་ལ་ཀུན་ནས་མནར་སེམས་སྐྱེ་བ་དང་། གནོད་པའི་རབ་ཏུ་སྡང་བ་ཉིད་དང་བཅུ་སྟེ།
en: “Moreover, householders, do you wish to be released from the ten situations that lead to malice? What are these ten situations? Malicious intent arises when one thinks, ‘I have been treated unjustly.’ Malicious intent arises when one thinks, ‘I am being treated unjustly.’ Malicious intent arises when one thinks, ‘I will be treated unjustly.’ Malicious intent arises when one thinks, ‘my dear ones have been treated unjustly.’ Malicious intent arises when one thinks, ‘My dear ones are being treated unjustly.’ Malicious intent arises when one thinks, ‘My dear ones will be treated unjustly.’ Malicious intent arises when one thinks, ‘My enemy has gained an advantage.’ Malicious intent arises when one thinks, ‘My enemy is gaining an advantage.’ Malicious intent arises when one thinks, ‘My enemy will gain an advantage.’ The tenth is aggression without a particular object. Householders, do you wish to be released from these ten situations that lead to malice?

source: ཁྱིམ་བདག་ཁྱེད་རྣམས་ཀུན་ནས་མནར་སེམས་ཀྱི་དངོས་པོ་བཅུ་པོ་འདི་དག་ལས་ཐར་བར་འདོད་དམ། གཞན་ཡང་ཁྱིམ་བདག་ཁྱེད་རྣམས་ལྟ་བ་སྣ་ཚོགས་སུ་གྱུར་པ། ལྟ་བ་ངན་པའི་ཐིབས་པོ་བཅུ་ལས་ཐར་བར་འདོད་དམ། བཅུ་གང་ཞེ་ན།
en: “Moreover, householders, do you wish to be released from the thicket of the ten dogmatic views and mistaken beliefs? What are these ten beliefs?

source: འདི་ལྟ་སྟེ། བདག་ཏུ་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། སེམས་ཅན་དུ་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། སྲོག་ཏུ་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། གང་ཟག་ཏུ་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། ཆད་པར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། རྟག་པར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། བྱ་བ་མེད་པར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། རྒྱུ་མེད་པར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། མི་མཐུན་པའི་རྒྱུར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་དང་། ལོག་པར་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ལྟ་བར་གྱུར་པ་ལྟ་བ་ངན་པ་ཐིབས་པོ་བཅུ་པོ་འདི་དག་ལས་ཐར་བར་འདོད་དམ།
en: They are the mistaken belief in a self, the mistaken belief in a being, the mistaken belief in a life force, the mistaken belief in a person, the mistaken belief in annihilation, the mistaken belief in eternity, the mistaken belief that there is no action, the mistaken belief that there is no causality, the mistaken belief that actions have no consequences, and the mistaken belief in false doctrines. Householders, do you wish to be released from the thicket of these ten dogmatic views and mistaken beliefs?

source: གཞན་ཡང་ཁྱིམ་བདག་ཁྱེད་རྣམས་ཟུག་རྔུ་བཅུ་ལས་ཐར་བར་འདོད་དམ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྲིད་པའི་ཟུག་རྔུ་དང་། མ་རིག་པའི་ཟུག་རྔུ་དང་། འདོད་པའི་ཟུག་རྔུ་དང་། འདོད་ཆགས་ཀྱི་ཟུག་རྔུ་དང་། ཞེ་སྡང་གི་ཟུག་རྔུ་དང་། གཏི་མུག་གི་ཟུག་རྔུ་དང་། ང་རྒྱལ་གྱི་ཟུག་རྔུ་དང་། ལྟ་བའི་ཟུག་རྔུ་དང་། འབྱུང་བའི་ཟུག་རྔུ་དང་། འཇིགས་པའི་ཟུག་རྔུ་དང་བཅུ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ཟུག་རྔུ་བཅུ་པོ་འདི་དག་ལས་ཐར་བར་འདོད་དམ།
en: “Moreover, householders, do you wish to be released from the ten arrows? What are these ten arrows? They are the arrow of thirst, the arrow of ignorance, the arrow of desire, the arrow of passion, the arrow of hatred, the arrow of delusion, the arrow of pride, the arrow of views, the arrow of existence, and the arrow of nonexistence. Householders, do you wish to be released from these ten arrows?

source: གཞན་ཡང་ཁྱིམ་བདག་ཁྱེད་རྣམས་སྲེད་པའི་རྩ་བ་ལས་བྱུང་བའི་ཆོས་བཅུ་པོ་འདི་དག་ལས་ཐར་བར་འདོད་དམ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྲེད་པ་ལ་བརྟེན་ནས་ ཀུན་ཏུ་ཚོལ་བ་དང་། ཀུན་ཏུ་ཚོལ་བ་ལ་བརྟེན་ནས་ རྙེད་པ་དང་། རྙེད་པ་ལ་བརྟེན་ནས་ ང་ཡིར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་ལ་བརྟེན་ནས་ རྣམ་པར་ངེས་པ་དང་། རྣམ་པར་ངེས་པ་ལ་བརྟེན་ནས་འདུན་པའི་འདོད་ཆགས་དང་། འདུན་པའི་འདོད་ཆགས་ལ་བརྟེན་ནས་ ལྷག་པར་ཆགས་པ་དང་། ལྷག་པར་ཆགས་པ་ལ་བརྟེན་ནས་ སེར་སྣ་དང་། སེར་སྣ་ལ་བརྟེན་ནས་ ཡོངས་སུ་འཛིན་པ་དང་། ཡོངས་སུ་འཛིན་པ་ལ་བརྟེན་ནས་ ཡོངས་སུ་སྲུང་བ་དང་། ཡོངས་སུ་སྲུང་བ་ལ་བརྟེན་ནས་སྡུག་བསྔལ་བ་དང་བཅུ་སྟེ། ཡོངས་སུ་སྲུང་བའི་གཞི་ལས་དབྱུག་པ་ཐོགས་པ་དང་། མཚོན་ཆ་ཐོགས་པ་དང་། འཐབ་པ་དང་མཚང་འདྲུ་བ་དང་། འགྱེད་པ་དང་། རྩོད་པ་རྣམས་འབྱུང་ངོ་། ། དེའི་ཕྱིར་ཕྲ་མ་ལ་སོགས་པ་སྡིག་པ་མི་དགེ་བའི་ཆོས་རྣམ་པ་མང་པོ་འབྱུང་བར་འགྱུར་ཏེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་སྲེད་པའི་རྩ་བ་ལས་བྱུང་བའི་ཆོས་བཅུ་པོ་འདི་དག་ལས་ཐར་བར་འདོད་དམ།
en: “Moreover, householders, do you wish to be released from the ten phenomena that spring from desire? What are these ten phenomena? They are as follows: because of desire one strives to obtain things, and because of this striving one does obtain things. When one obtains things one develops a sense of ownership, and this sense of ownership causes one to develop firm opinions. Such firm opinions lead to craving, and this craving creates attachment. This attachment causes miserliness, which in turn leads one to possessiveness. With possessiveness arises the need to protect and defend one‘s property, and this causes suffering. In order to safeguard their property, people use sticks and other weapons. They get involved in quarrels, conflicts, feuds, and disputes, and this leads them to make unfounded accusations and to do many other such evil, unwholesome things. Householders, do you wish to be released from these ten phenomena that spring from desire?

source: གཞན་ཡང་ཁྱིམ་བདག་ཁྱེད་རྣམས་ལོག་པ་ཉིད་བཅུ་ལས་ཐར་བར་འདོད་དམ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ལོག་པའི་ལྟ་བ་དང་། ལོག་པའི་རྟོག་པ་དང་། ལོག་པའི་ངག་དང་། ལོག་པའི་ལས་ཀྱི་མཐའ་དང་། ལོག་པའི་འཚོ་བ་དང་ལོག་པའི་རྩོལ་བ་དང་ལོག་པའི་དྲན་པ་དང་། ལོག་པའི་ཏིང་ངེ་འཛིན་དང་། ལོག་པའི་རྣམ་པར་གྲོལ་བ་དང་། ལོག་པའི་ཤེས་པ་དང་བཅུ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ལོག་པ་ཉིད་བཅུ་པོ་འདི་དག་ལས་ཐར་བར་འདོད་དམ།
en: “Moreover, householders, do you wish to be released from the ten kinds of error? What are these ten kinds of error? They are wrong view, wrong intention, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong concentration, wrong liberation, and wrong understanding. Householders, do you wish to be released from these ten errors?

source: གཞན་ཡང་ཁྱིམ་བདག་ཁྱེད་རྣམས་མི་དགེ་བའི་ལས་ཀྱི་ལམ་བཅུ་ལས་ཐར་བར་འདོད་དམ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྲོག་གཅོད་པ་དང་། མ་བྱིན་པར་ལེན་པ་དང་། འདོད་པ་ལ་ལོག་པར་གཡེམ་པ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་། ཕྲ་མ་དང་། ངག་རྩུབ་པོ་དང་། ཚིག་ཀྱལ་པ་དང་། བརྣབ་སེམས་དང་། གནོད་སེམས་དང་། ལོག་པར་ལྟ་བ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་མི་དགེ་བའི་ལས་ཀྱི་ལམ་བཅུ་པོ་འདི་དག་ལས་ཐར་བར་འདོད་དམ།
en: “Moreover, householders, do you wish to be released from the ten unwholesome wrong paths? What are these ten wrong paths? They are taking life, taking what is not given, sexual misconduct, lying, slander, uttering harsh words, chattering inanely, covetousness, maliciousness, and holding wrong views. Householders, do you wish to be released from these ten unwholesome wrong paths?

source: གཞན་ཡང་ཁྱིམ་བདག་ཁྱེད་རྣམས་ཀུན་ནས་ཉོན་མོངས་པ་བཅུ་ལས་ཐར་བར་འདོད་དམ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སེར་སྣའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། འཆལ་བའི་ཚུལ་ཁྲིམས་ཀྱི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། གནོད་སེམས་ཀྱི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། ལེ་ལོའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། གཡེང་བའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། འཆལ་བའི་ཤེས་རབ་ཀྱི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། སྲི་ཞུ་མེད་པའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། ཐེ་ཚོམ་གྱི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། མ་མོས་པའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། མ་གུས་པའི་དྲི་མ་ཀུན་ནས་ཉོན་མོངས་པ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ཀུན་ནས་ཉོན་མོངས་པ་བཅུ་པོ་འདི་དག་ལས་ཐར་བར་འདོད་དམ།
en: “Moreover, householders, do you wish to be released from ten forms of corruption? What are these ten forms of corruption? They are the taint of miserliness, the taint of immorality, the taint of malice, the taint of laziness, the taint of distraction, the taint of misunderstanding, the taint of inattentiveness, the taint of doubt, the taint of mistrust, and the taint of disrespect. Householders, do you wish to be released from these ten forms of corruption?

source: གཞན་ཡང་ཁྱིམ་བདག་ཁྱེད་རྣམས་འཁོར་བའི་འཇིགས་པ་བཅུ་ལས་ཐར་བར་འདོད་དམ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཕྲག་དོག་དང་། སེར་སྣའི་ཀུན་ཏུ་སྦྱོར་བ་ལས་ཐར་བར་འདོད་དམ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་མ་རིག་པའི་ལིང་ཏོག་ལས་ཐར་བར་འདོད་དམ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་གཏི་མུག་གི་འོབས་ལས་ཐར་བར་འདོད་དམ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་འདོད་པའི་ཆུ་བོ་ལས་ཐར་བར་འདོད་དམ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ལོག་པའི་ཟུག་རྔུ་ལས་ཐར་བར་འདོད་དམ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ཁྲོ་བ་དང་འཁོན་དུ་འཛིན་པ་ལས་ཐར་བར་འདོད་དམ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་འདོད་ཆགས་ཀྱི་མེ་ལས་ཐར་བར་འདོད་དམ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ཞེ་སྡང་གི་དུག་ལས་ཐར་བར་འདོད་དམ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་སྒྲིབ་པའི་ཚེར་མ་ལས་ཐར་བར་འདོད་དམ། འདི་ལྟ་སྟེ། ཁྱིམ་བདག་ཁྱེད་རྣམས་འཁོར་བའི་འབྲོག་དགོན་པ་ལས་ཐར་བར་འདོད་དམ། ཁྱིམ་བདག་ཁྱེད་རྣམས་འཁོར་བའི་འཇིགས་པ་བཅུ་པོ་འདི་དག་ལས་ཐར་བར་འདོད་དམ།
en: “Moreover, householders, do you wish to be released from the ten kinds of fear inherent in cyclic existence? What are the ten? Do you wish to be released from the bonds of envy and miserliness? Householders, do you wish to be released from the cataracts of ignorance? Householders, do you wish to be released from the moat of delusion? Householders, do you wish to be released from the waves of lust? Householders, do you wish to be released from the arrows of desire? Householders, do you wish to be released from the smoke of hatred? Householders, do you wish to be released from the fire of passion? Householders, do you wish to be released from the poison of anger? Householders, do you wish to be released from the thorns of oppression? Householders, do you wish to be released from the forest of cyclic existence? Householders, do you wish to be released from these ten kinds of fear inherent in cyclic existence?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་གིས་སྒྲ་སྐད་མགྲིན་གཅིག་ཏུ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་གཙེ་བ་བཅུ་ལས་ཐར་བར་འཚལ་ཏེ། བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྐྱེ་བས་གཙེ་བ་དང་། རྒ་བས་གཙེ་བ་དང་། ན་བས་གཙེ་བ་དང་། འཆི་བས་གཙེ་བ་དང་། མྱ་ངན་གྱིས་གཙེ་བ་དང་། སྨྲེ་སྔགས་འདོན་པས་གཙེ་བ་དང་། སྡུག་བསྔལ་གྱིས་གཙེ་བ་དང་། ཡིད་མི་བདེ་བས་གཙེ་བ་དང་། འཁྲུག་པས་གཙེ་བ་དང་། འཁོར་བའི་གཙེ་བ་ལས་བཅོམ་ལྡན་འདས་བདག་ཅག་ཐར་བར་འཚལ་ལོ། ། དེ་བཞིན་དུ་འཁོར་བའི་འབྲོག་དགོན་པའི་བར་དུ་ཆོས་བཅུ་པོ་འདི་དག་ལས་ཐམས་ཅད་རྒྱས་པར་བྱའོ། །
en: With one voice the five hundred householders then said this to the Lord, “Lord, we do wish to be released from the ten afflictions. What are these ten afflictions? They are the affliction of birth, the affliction of old age, the affliction of disease, the affliction of death, the affliction of sorrow, the affliction of lamentation, the affliction of suffering, the affliction of depression, the affliction of grief, and the affliction of cyclic existence. Lord, we do wish to be released from everything you have mentioned, up to and including the forest of cyclic existence, in groups of ten, which should be recited fully.”
